/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Analysefehler %1$zd, Beschreibung: %2$@, Zeile: %3$zd, Spalte: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Überprüfungsfehler %1$zd, Beschreibung: %2$@, Zeile: %3$zd, Spalte: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "MusicXML-Analysefehler";

/* Error Alert Title */
"MusicXML Validation Error" = "MusicXML-Überprüfungsfehler";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "XML-Datei mit komprimierter Musik scheint falsch formatiert zu sein ('full-path' konnte nicht gefunden werden)";

/* Error message */
"Could not create temporary conversion file" = "Die temporäre Konvertierungsdatei konnte nicht erstellt werden";

/* Error message */
"Could not decompress file compressed music xml file" = "Komprimierte Musik-XML-Datei konnte nicht dekomprimiert werden";

/* Error message */
"File is not a MusicXML File" = "Datei ist keine MusicXML-Datei";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "MusicXML-Datei enthält Null oder negativen Wert für „Rasterwerte“";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "So";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Ti";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "6-saitige Gitarre Normale Stimmung";
